import React from 'react';

const Center = () => {
    return (
        <div className="letty">
            <img src="https://poisknews.ru/wp-content/uploads/2020/06/shutterstock_762804589-1000x500.jpg"
             alt="#"/>
             
             <p className="text1 text-center">
                Нау́ка — область человеческой деятельности,
                направленная на выработку и систематизацию объективных знаний о действительности.
                Эта деятельность осуществляется путём сбора фактов, их регулярного обновления, систематизации
                и критического анализа. На этой основе выполняется синтез новых знаний или обобщения, которые
                описывают наблюдаемые природные или общественные.</p>
            
        </div>
        

    );
};

export default Center;