import React from 'react';

const Fithika = () => {
    return (
        <div className="fithika">
            <p className="fithika mt-4"> 
            Фи́зика (от др.-греч. φυσική — «природный» от φύσις — «природа») — область естествознания:
            наука о наиболее общих законах природы, о материи, её структуре, движении и правилах трансформации.
            Понятия физики и её законы лежат в основе всего естествознания[1][2]. Является точной наукой.

            Термин «физика» впервые фигурирует в сочинениях одного из величайших мыслителей древности — Аристотеля (IV век до нашей эры).
            Первоначально термины «физика» и «философия» были синонимами, так как в основе обеих дисциплин лежало стремление объяснить
            законы функционирования
            Вселенной. Однако в результате научной революции XVI века физика развилась в самостоятельную научную отрасль.
            </p>
            <iframe width="916" height="515" src="https://www.youtube.com/embed/O7LmQh7TxQQ" title="YouTube video player" frameborder="0"
            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>

            <section className="persons mt-3">
                <h1 className="text-center">Великие ученые</h1>
                <img className="image2 " src="https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Aristotle_Altemps_Inv8575.jpg/411px-Aristotle_Altemps_Inv8575.jpg" alt="#"/>
                <p className="text2">
                    Аристо́тель (др.-греч. Ἀριστοτέλης; 384 год до н. э., Стагира, Фракия — 322 год до н. э., 
                    Халкида, остров Эвбея) — древнегреческий философ. Ученик Платона. С 343 года до н. э. —
                     воспитатель Александра Македонского[2]. В 335/4 годах до н. э.[3] основал Ликей 
                     (др.-греч. Λύκειον Лицей, или перипатетическую школу). Натуралист классического периода. Наиболее 
                     влиятельный из философов древности; основоположник формальной логики. Создал понятийный аппарат, 
                     который до сих пор пронизывает философский 
                    лексикон и стиль научного мышления, заложил основы современных естественных наук[4].
                </p>
            </section>
            
        </div>
        
    );
};

export default Fithika;